ack
autojump
gdbm
go
keybase
node
php-code-sniffer
python
unixodbc
composer
gettext
icu4c
libpng
openssl
php55
readline
vim
fish
gmp
imagemagick
libtool
ossp-uuid
pkg-config
sqlite
wget
freetype
gnupg
jpeg
mercurial
pandoc
postgresql
uncrustify
zlib
