ack
autoconf
autojump
bcrypt
boost
brew-cask
c-ares
cairo
composer
cpp-netlib
ctags
d-bus
dos2unix
doxygen
figlet
fish
fontconfig
freetype
gdb
gdbm
geoip
gettext
gflags
gifsicle
git
git-extras
glew
glib
glog
gmp
gnupg
gnutls
go
gobject-introspection
gource
graphviz
harfbuzz
icu4c
imagemagick
jpeg
keybase
libffi
libgcrypt
libgpg-error
libmagic
libpng
libressl
libtasn1
libtiff
libtool
libyaml
lua
luajit
lz4
maven
mercurial
nettle
node
nsq
openssl
osquery
ossp-uuid
pandoc
pango
pcre
phantomjs198
php-code-sniffer
php-cs-fixer
php55
php56
pigz
pixman
pkg-config
postgresql
python
python3
rbenv
readline
redis
rocksdb
rrdtool
ruby
ruby-build
sdl2
sdl2_image
snappy
sqlformat
sqlite
subversion
thefuck
thrift
ttygif
ttyrec
uncrustify
unixodbc
unrar
vim
webp
wget
wireshark
xz
yara
zlib
