autoconf
autojump
composer
fish
freetype
fzf
gdbm
gettext
git
git-extras
git-review
go
graphviz
icu4c
imagemagick
jpeg
libpng
libtiff
libtool
libxml2
little-cms
little-cms2
node
openssl
pcre2
php70
pkg-config
powerline
python3
rbenv
readline
redis
ruby-build
sqlite
the_platinum_searcher
unixodbc
wget
xz
